Repository: webfixlab/product-role-rules
Catalog: languages/product-role-rules-*.po
Languages: bn_bd

source: %1$s cannot be created.
bn_bd: %1$s তৈরি করা যাচ্ছে না।

source: %1$s role created successfully.
bn_bd: %1$s রোল তৈরী করা হয়েছে সফলভাবে।

source: Activate PRO
bn_bd: PRO সক্রিয় করুন

source: Activate PRO Now
bn_bd: এখনই PRO সক্রিয় করুন

source: Add
bn_bd: যোগ

source: Add New
bn_bd: নতুন যোগ

source: Add New Role
bn_bd: রোল যোগ করুণ

source: Add new user role
bn_bd: নতুন গ্রাহক রোল যোগ করুণ

source: Adjust the product's price by entering a percentage or flat rate reduction.
bn_bd: শতাংশ বা ফ্ল্যাট রেট ঠিক করে পণ্যের মূল্য সামঞ্জস্য করুন।

source: All roles
bn_bd: সব রোল

source: Already Did
bn_bd: করা হয়েছে

source: Cancel
bn_bd: বাতিল

source: Choose a role
bn_bd: রোল বাতিল করুণ

source: Choose Custom to overwrite the global pricing settings.
bn_bd: সার্বিক মূল্য নির্ধারণের সেটিংস ওভাররাইট করতে কাস্টম নির্বাচন করুন।

source: Create New User Role
bn_bd: নতুন গ্রাহক রোল তৈরী করুণ

source: Current role names
bn_bd: বর্তমান রোলের নাম

source: Custom
bn_bd: কাস্টম

source: Dedicated Support Team
bn_bd: সবসময় নিয়োজিত সেবা

source: Disable
bn_bd: বরখাস্ত

source: Disable role pricing
bn_bd: রোলের দাম বাতিল করুণ

source: Discount
bn_bd: মূল্যছাড়

source: Discount Text
bn_bd: মুল্যছাড়ের বক্তব্য

source: Display discount amount right next to price.
bn_bd: পণ্যের দামের সাথে মূল্যছাড় দেখান

source: Docs
bn_bd: ব্যবহারবীধি

source: Documentation
bn_bd: ব্যবহারবীধি

source: EASY to use and super FAST WooCommerce product role based pricing solution to add different prices for different roles.
bn_bd: ব্যবহার করা সহজ এবং দ্রুত WooCommerce পণ্যের রোল ভিত্তিক দাম নির্ধারনে ভিন্ন ভূমিকার জন্য বিভিন্ন দাম যোগ করার জন্য।

source: Example: 'B2B Customer'
bn_bd: উদাহরনঃ 'ব্যবসায়ীক গ্রাহক'

source: Excellent! You've been using %1$s for a while. We'd appreciate if you kindly rate us on %2$s.
bn_bd: অসাধারন। আপনি বেশ কিছুদিন আমাদের %1$s ব্যবহার করছেন। আমরা আন্তরিকভাবে আশা করব %2$s এখানে আপনার ভোট পেলে।

source: Get maximum/minimum quantity support with PRO
bn_bd: পন্যের ক্রয়সীমা নির্ধারণের সেবা পেতে PRO নিন

source: Get maximum/minimum quantity support with PRO.
bn_bd: পন্যের ক্রয়সীমা নির্ধারণের সেবা পেতে PRO নিন

source: Get our exclusive PRO Support 24/7 only for you.
bn_bd: শুধুমাত্র PRO তে ২৪ ঘন্টা সেবা চালু

source: Get PRO
bn_bd: PRO নিন

source: Global
bn_bd: সার্বিক

source: Global Role Based Settings
bn_bd: সার্বিক রোল ভিত্তিক সেটিংস

source: Global settings
bn_bd: সার্বিক সেটিংস

source: HIDDEN
bn_bd: লুকানো

source: Hide
bn_bd: লুকান

source: Hide Price
bn_bd: দাম লুকান

source: Hide the price and display a custom placeholder text instead.
bn_bd: পণ্যের দাম লুকিয়ে বক্তব্য দেখান

source: IMPORTANT: Role name starts with letters and accepts letters, digits, spaces and '_' only.
bn_bd: গুরুত্বপূর্নঃ রোলের নাম বর্ণ দিয়ে শুরু এবং শুধুমাত্র বর্ণ, সংখ্যা, স্পেস ও '_' থাকতে পারবে।

source: Limit the maximum number of products a customer can purchase for a specific role.
bn_bd: ক্রেতার পন্য নির্ধারণে সর্বনিম্ন ও সর্বচ্চো মাত্রা নির্ধারণ করুণ।

source: Max Qty
bn_bd: সর্বচ্চো

source: Maximum & minimum quantity fields available in PRO
bn_bd: ক্রয় ক্ষমতা নির্ধারণ শুধু PRO তে

source: Maximum Quantity
bn_bd: সর্বচ্চো পরিমাণ

source: Maximum Quantity: Set an upper limit on the number of items a customer can purchase for a specific product.
bn_bd: সর্বচ্চো পরিমানঃ নির্দিষ্ট পণ্য ক্রয়ক্ষমতার সর্বচ্চো সীমা নির্ধারণ করুণ।

source: Min Qty
bn_bd: সর্বনিম্ন

source: Minimum Quantity
bn_bd: সর্বনিম্ন পরিমাণ

source: Minimum Quantity:s Establish a minimum number of items that a customer must purchase for a specific product.
bn_bd: সর্বনিম্ন পরিমাণঃ নির্দিষ্ট পণ্য ক্রয়ক্ষমতার সর্বনিম্ন সীমা নির্ধারণ করুণ।

source: Off
bn_bd: বন্ধ

source: On
bn_bd: চালু

source: Our support is what makes us No.1. We are available round the clock for any support.
bn_bd: আমাদের সেবাই আমাদেরকে অন্য সবার থেকে এগিয়ে রেখেছে।

source: Placeholder text
bn_bd: বক্তব্য

source: Please install and activate %1$s first
bn_bd: অনুগ্রহ করে এই প্লাগিন চালু করুণ %1$s আগে।

source: Please upgrade to PRO to use
bn_bd: অনুগ্রহ করে PRO প্লাগিন ব্যবহার করুণ আগে

source: Price
bn_bd: দাম

source: PRO License Activated
bn_bd: লাইসেন্স চালু হয়েছে

source: Product based
bn_bd: পন্য নির্ভশীলতা

source: Product Role Based Settings
bn_bd: পণ্যের রোল ভিত্তিক সেটিংস

source: Product Role Rules
bn_bd: পণ্যের রোল ভিত্তিক নিয়মনীতি

source: Rate it
bn_bd: মূল্যায়ন করুণ

source: Rocket speed support: Most of our customer's problem solved within 24 hours of their first contact.
bn_bd: দুর্দান্ত গতির সেবাঃ সর্বচ্চো এক দিনেই সমস্যার সমাধান।

source: Role Based Pricing
bn_bd: রোল ভিত্তিক দাম

source: Role Based Pricing for WooCommerce
bn_bd: এর রোল ভিত্তিক দরদাম

source: Role Pricing
bn_bd: রোলের দাম

source: Save
bn_bd: সংরক্ষণ

source: Save Settings
bn_bd: সেটিংস সংরক্ষণ

source: Send Request
bn_bd: আবেদন করুণ

source: Set the minimum number of products a customer must purchase for a specific role.
bn_bd: একটি নির্দিষ্ট রোল সর্বনিম্ন কতটি পণ্য কিনতে পারবেন।

source: Settings
bn_bd: সেটিংস

source: Settings Saved
bn_bd: সেটিংস সংরক্ষিত

source: Settings saved successfully.
bn_bd: সেটিংস সফলভাবে সংরক্ষণ করা হয়েছে।

source: Show
bn_bd: দেখান

source: Sorry, cannot add %1$s role, already exists.
bn_bd: দুঃখিত, আপনি %1$s রোল যোগ করতে পারবেন না, এটি তৈরী রয়েছে।

source: Sorry, role name must start with a letter and only include letters, digits, spaces, and underscores, and be at least 3 characters long.
bn_bd: দুঃখিত, রোলের নাম অবশ্যই বর্ণ দিয়ে শুরুহয়ে বর্ণ, সংখ্যা, স্পেস ও '_' থাকতে পারবে এবং অবশ্যই ৩ বর্ণের বেশি হতে হবে।

source: Support
bn_bd: সেবা

source: The following options are currently deactivated.
bn_bd: এই রোলের সেটিংস বন্ধ রয়েছে।

source: Unregistered user
bn_bd: অনিবন্ধিত গ্রাহক

source: Upgrade to PRO Now
bn_bd: PRO সেবা চালু করুণ

source: WebFix Lab
bn_bd: ওয়েবফিক্স ল্যাব

source: WooCommerce
bn_bd: উকমার্স

source: WooCommerce Role
bn_bd: উকমার্স রোল

source: WooCommerce Role - Settings
bn_bd: উকমার্স রোল - সেটিংস

source: WordPress.org
bn_bd: ওয়ার্ডপ্রেস
